Repository: flippipe/tradu-pt
Catalog: ficheiros/Dicionario.tmx
Source language: en
Languages: pt

source: 3D bioprinting
pt: bioimpressão 3D

source: 3D printing
pt: impressão 3D

source: 3D scanning
pt: digitalização 3D

source: access
pt: acesso

source: access control
pt: controlo de acesso

source: access network
pt: rede de acesso

source: access permission
pt: permissão de acesso

source: access profile
pt: perfil de acesso

source: access right
pt: direito de acesso

source: access to data
pt: acesso a dados

source: access to information
pt: acesso à informação

source: access to knowledge
pt: acesso ao conhecimento

source: access to the Internet
pt: acesso à Internet

source: accessibility
pt: acessibilidade

source: accessibility supported
pt: suporte à acessibilidade

source: accreditation
pt: acreditação

source: accreditation authority
pt: entidade credenciadora

source: adaptive learning
pt: aprendizagem adaptativa

source: address
pt: endereço

source: advanced digital signature
pt: assinatura eletrónica avançada

source: Advanced Encryption Standard
pt: norma AES

source: advanced metering infrastructure
pt: infraestrutura de medição avançada

source: adware
pt: software de publicidade não solicitada

source: algorithm
pt: algoritmo

source: American Standard Code for Information Interchange
pt: código ASCII

source: analog signal
pt: sinal analógico

source: anti­spam filter
pt: filtro anti­spam

source: application programming interface
pt: interface de programação de aplicações

source: application service provider
pt: fornecedor de serviços de aplicação

source: application software
pt: software de aplicação

source: Artificial Intelligence
pt: Inteligência Artificial

source: artificial language
pt: linguagem artificial

source: assistive technology
pt: tecnologia de assistência

source: asymmetric cryptography
pt: criptografia assimétrica

source: asymmetric digital subscriber line
pt: linha de subscritor digital assimétrica

source: asynchronous transfer mode
pt: modo de transferência assíncrono

source: Atom syndication format
pt: formato Atom

source: Audio Video Interleave
pt: formato AVI

source: audit
pt: auditoria

source: augmented reality
pt: realidade aumentada

source: authenticity
pt: autenticidade

source: automatic content recognition
pt: reconhecimento automático de conteúdos

source: automation
pt: automação

source: automation (2)
pt: automatização

source: availability
pt: disponibilidade

source: b­learning
pt: aprendizagem mista

source: back office system
pt: sistema informático de retaguarda

source: backbone
pt: rede dorsal

source: background
pt: em segundo plano

source: backup
pt: salvaguarda

source: balanced eGovernment
pt: Governo eletrónico equilibrado

source: bandwidth
pt: largura de banda

source: bandwidth as currency
pt: largura de banda como moeda

source: banner
pt: banda publicitária

source: baseband
pt: banda de base

source: benchmarking
pt: análise comparativa

source: best practices
pt: boas práticas

source: Big Data
pt: Grandes Dados

source: biometric control
pt: controlo biométrico

source: biometrics
pt: biometria

source: bit per second
pt: bit por segundo

source: black list
pt: lista negra

source: black technology
pt: tecnologia negra

source: blog
pt: blogue

source: blogsphere
pt: blogosfera

source: bookmarks
pt: marcadores

source: boot (to)
pt: inicializar (o computador)

source: Braille terminal
pt: terminal Braille

source: bridgeware
pt: software de transição

source: broadband
pt: banda larga

source: browser
pt: navegador

source: bug
pt: erro (informático)

source: bulletin board system
pt: sistema de boletins eletrónicos

source: bus
pt: barramento

source: business intelligence
pt: inteligência empresarial

source: business process
pt: processo de negócio

source: business process management
pt: gestão dos processos de negócio

source: business process outsourcing
pt: contratação externa de processos de negócio

source: business process reengineering
pt: reengenharia dos processos de negócio

source: business to business
pt: transações empresas ­empresas

source: business to consumer
pt: transações empresas­ consumidores

source: business to employees
pt: transações empresas­ colaboradores

source: byte per second
pt: byte por segundo

source: cable modem
pt: modem de cabo

source: cable television
pt: televisão por cabo

source: call center
pt: centro de contacto

source: Capability Maturity model
pt: modelo CMM

source: cascading style sheets
pt: folhas de estilo em cascata

source: case­sensitive
pt: sensível a maiúsculas e minúsculas

source: certificate management
pt: gestão de certificados

source: certificate revogation list
pt: lista de certificados revogados

source: certification
pt: certificação

source: certification authority
pt: autoridade certificadora

source: chain letter
pt: mensagem (de correio eletrónico) em cadeia

source: chat
pt: conversa (em linha)

source: chip card
pt: cartão de circuitos integrados

source: citizen identification
pt: identificação do cidadão

source: citizen to Government
pt: transações cidadãos­Governo

source: client
pt: cliente

source: client­server
pt: cliente­servidor

source: client­server architecture
pt: arquitetura cliente­servidor

source: cloud computing
pt: computação na nuvem

source: cloud storage
pt: armazenamento na nuvem

source: cloudware
pt: software na nuvem

source: cluster
pt: agrupamento

source: co­creation
pt: cocriação

source: coaxial cable
pt: cabo coaxial

source: code
pt: código

source: commerce eXtensible Markup Language Resources
pt: protocolo cXML Resources

source: commercial on­line service
pt: serviço em linha comercial

source: Common Criteria
pt: norma Critérios Comuns

source: common gateway interface
pt: interface CGI

source: communication
pt: comunicação

source: communication channel
pt: canal de comunicação

source: communication network
pt: rede de comunicação

source: community of practice
pt: comunidade de prática

source: compact disk
pt: disco compacto

source: compact disk ­ interactive
pt: disco compacto interativo

source: compact disk ­ read only memory
pt: disco compacto apenas de leitura

source: compliance
pt: conformidade

source: computer application
pt: aplicação informática

source: computer crime
pt: crime informático

source: computer file
pt: ficheiro informático

source: electronic file
pt: ficheiro informático

source: computer literacy
pt: literacia digital

source: computer network
pt: rede de computadores

source: computer science
pt: informática

source: computer security
pt: segurança informática

source: computer singularity
pt: singularidade computacional

source: computer system
pt: sistema informático

source: computer­ supported communication
pt: comunicação apoiada em computadores

source: computer­ supported cooperative work
pt: trabalho de cooperação apoiado em computadores

source: conference call
pt: audioconferência

source: confidentiality
pt: confidencialidade

source: connectivity
pt: conectividade

source: contactless card
pt: cartão sem contacto

source: contactless payment
pt: pagamento sem contacto

source: content
pt: conteúdo

source: content control
pt: controlo de conteúdos

source: content management
pt: gestão de conteúdos

source: content management system
pt: sistema de gestão de conteúdos

source: content provider
pt: fornecedor de conteúdos

source: corporate governance
pt: governação das organizações

source: cracker
pt: pirata informático

source: crash
pt: falha fatal

source: crawler
pt: batedor

source: create, read, update and delete
pt: criar, ler, atualizar e eliminar

source: Creative Commons
pt: licença Creative Commons

source: crowdfunding
pt: financiamento coletivo

source: crowdsourcing
pt: participação coletiva

source: cryptanalysis
pt: análise criptográfica

source: cryptogram
pt: criptograma

source: cryptographic algorithm
pt: algoritmo criptográfico

source: cryptographic key
pt: chave criptográfica

source: cryptography
pt: criptografia

source: customer relationship management
pt: gestão da relação com o cliente

source: cybercafe
pt: cibercafé

source: cybercrime
pt: cibercrime

source: cyberethics
pt: cibernética

source: cybernaut
pt: cibernauta

source: cybernetics
pt: cibernética

source: cybersecurity
pt: cibersegurança

source: cyberspace
pt: ciberespaço

source: cyberwar
pt: ciberguerra

source: cypher
pt: cifra

source: dark web
pt: Web escura

source: dashboard
pt: painel de gestão

source: data
pt: dados

source: data aggregation
pt: agregação de dados

source: data center
pt: centro de processamento de dados

source: data certification
pt: certificação de dados

source: data communication
pt: comunicação de dados

source: data compression
pt: compressão de dados

source: data flow
pt: fluxo de dados

source: data flow diagram
pt: diagrama de fluxo de dados

source: data input
pt: entrada de dados

source: data integration
pt: integração de dados

source: data management
pt: gestão de dados

source: data mining
pt: mineração de dados

source: data network
pt: rede de dados

source: data output
pt: saída de dados

source: data privacy
pt: privacidade de dados

source: data protection
pt: proteção de dados

source: data recovery
pt: recuperação de dados

source: data transparency
pt: transparência dos dados

source: data warehouse
pt: armazém de dados

source: database
pt: base de dados

source: decision support system
pt: sistema de apoio à decisão

source: decoding
pt: descodificação

source: decryption
pt: desencriptação

source: dedicated access
pt: acesso dedicado

source: dedicated line
pt: circuito dedicado

source: deep web
pt: Web profunda

source: denial of service
pt: negação de serviço

source: desktop
pt: computador de secretária

source: desktop as a service
pt: ambiente de trabalho como serviço

source: dial­up access
pt: ligação por linha comutada

source: digital age
pt: era digital

source: digital audio
pt: áudio digital

source: digital certification
pt: certificação digital

source: digital compression
pt: compressão digital

source: digital content
pt: conteúdo eletrónico

source: digital corporation
pt: empresa digital

source: digital divide
pt: divisão digital

source: digital economy
pt: economia eletrónica

source: digital exclusion
pt: infoexclusão

source: digital identity
pt: identidade digital

source: digital inclusion
pt: infoinclusão

source: digital library
pt: biblioteca digital

source: digital media
pt: meios de comunicação digitais

source: digital mobile key
pt: chave móvel digital

source: digital music player
pt: leitor de música digital

source: digital network
pt: rede digital

source: digital preservation
pt: preservação digital

source: digital rights management
pt: gestão de direitos digitais

source: digital signal
pt: sinal digital

source: digital signature
pt: assinatura digital

source: digital subscriber line
pt: linha de subscritor digital

source: digital television
pt: televisão digital

source: digital terrestrial television
pt: televisão digital terrestre

source: digital transmission
pt: transmissão digital

source: digital versatile disk
pt: disco versátil digital

source: digital video
pt: vídeo digital

source: digital video broadcasting
pt: difusão de vídeo digital

source: digital video interactive
pt: vídeo digital interativo

source: digital wallet
pt: carteira eletrónica

source: digitalisation
pt: digitalização

source: direct­to­home
pt: direto para casa

source: disaster recovery
pt: recuperação de desastre

source: disclosure of data
pt: divulgação de dados

source: distributed computing
pt: computação Distribuída

source: distribution list
pt: lista de distribuição

source: Document Management and Electronic Archiving
pt: Gestão e Arquivo Eletrónico de Documentos

source: documentation management
pt: gestão documental

source: domain
pt: domínio

source: domain name
pt: nome de domínio

source: Domain Name System
pt: sistema DNS

source: domotics home automation
pt: domótica

source: download (to)
pt: descarregar

source: drafts
pt: caixa de rascunhos

source: dribbleware
pt: software ajustável

source: dynamic page
pt: página dinâmica

source: e­banking
pt: banca eletrónica

source: e­book
pt: livro eletrónico

source: e­business
pt: negócio eletrónico

source: e­cash
pt: dinheiro eletrónico

source: e­commerce
pt: comércio eletrónico

source: e­communication
pt: comunicação eletrónica

source: e­conference
pt: conferência eletrónica

source: e­culture
pt: cultura eletrónica

source: e­democracy
pt: democracia eletrónica

source: e­development
pt: desenvolvimento eletrónico

source: e­document
pt: documento eletrónico

source: e­education
pt: educação eletrónica

source: e­filing
pt: declaração eletrónica

source: e­government
pt: Administração Pública eletrónica

source: e­health
pt: saúde eletrónica

source: e­invoice
pt: fatura eletrónica

source: e­journalism
pt: jornalismo eletrónico

source: e­Justice
pt: Justiça eletrónica

source: e­kiosk
pt: quiosque eletrónico

source: e­learning
pt: aprendizagem eletrónica

source: e­magazine
pt: revista eletrónica

source: e­mail address
pt: endereço (de correio) eletrónico

source: e­mail server
pt: servidor de correio (eletrónico)

source: e­management
pt: gestão eletrónica

source: e­marketplace
pt: mercado eletrónico

source: e­newsletter
pt: boletim eletrónico

source: e­procurement
pt: aprovisionamento eletrónico

source: e­readiness
pt: nível de preparação eletrónica

source: e­recruitment
pt: recrutamento eletrónico

source: e­shop
pt: loja eletrónica

source: e­shopping
pt: compras eletrónicas

source: e­signature
pt: assinatura eletrónica

source: e­transactions
pt: transações eletrónicas

source: electronic administration
pt: administração eletrónica

source: electronic archive
pt: arquivo eletrónico

source: electronic authentication
pt: autenticação eletrónica

source: electronic data interchange
pt: intercâmbio eletrónico de dados

source: electronic data processing
pt: processamento eletrónico de dados

source: electronic dossier
pt: dossiê eletrónico

source: electronic form
pt: formulário eletrónico

source: electronic fund transfer
pt: transferência eletrónica de fundos

source: electronic health card
pt: cartão de saúde eletrónico

source: electronic identification card
pt: cartão de identificação eletrónico

source: electronic identification document
pt: documento de identificação eletrónico

source: electronic laws
pt: legislação em suporte eletrónico

source: electronic participation
pt: participação eletrónica

source: electronic payment
pt: pagamento eletrónico

source: electronic prescription
pt: prescrição eletrónica

source: electronic service
pt: serviço eletrónico

source: electronic tendering
pt: concurso eletrónico

source: electronic voting
pt: votação eletrónica

source: eletronic ticketing
pt: bilhete eletrónico

source: emoticon
pt: ícone emocional

source: encoding
pt: codificação

source: encryption
pt: encriptação

source: enterprise application integration
pt: integração de aplicações empresariais

source: enterprise architecture
pt: arquitetura de empresa

source: enterprise content management
pt: gestão de conteúdos empresariais

source: enterprise project management
pt: gestão de projetos empresariais

source: enterprise resource planning
pt: planeamento de recursos empresariais

source: entity
pt: entidade

source: error detection
pt: deteção de erros

source: Ethernet hub
pt: concentrador de rede

source: European Computer Driving License
pt: Carta Europeia de Condução em Informática

source: European Network and Information Security Agency
pt: Agência Europeia para a Segurança das Redes e da Informação

source: event
pt: evento

source: event driven architecture
pt: arquitetura orientada a eventos

source: executive information system
pt: sistema de informação para executivos

source: exploit
pt: software de exploração de vulnerabilidades

source: Extended Simple Mail Transfer protocol
pt: protocolo ESMTP

source: eXtensible Markup Language
pt: linguagem XML

source: eXtensible Stylesheet Language
pt: linguagem XSL

source: feedWeb feed
pt: fornecimento (Web)

source: file
pt: ficheiro

source: file compression
pt: compressão de ficheiros

source: File Transfer protocol
pt: protocolo FTP

source: firewall
pt: barreira de proteção

source: Firewire
pt: Tecnologia Firewire

source: firmware
pt: software permanente

source: fixed telephone network
pt: rede telefónica fixa

source: fixed telephony
pt: telefonia fixa

source: flash memory
pt: memória flash

source: folksonomy
pt: Indexação social

source: form
pt: formulário

source: format (to)
pt: formatar

source: frames per second
pt: quadros por segundo

source: free and open source software
pt: software livre/aberto

source: free software
pt: software livre

source: freeware
pt: software gratuito

source: frequently asked questions
pt: perguntas mais frequentes

source: front office system
pt: sistema informático frontal

source: full­motion video
pt: vídeo de movimento total

source: gateway
pt: porta de ligação

source: General Packet Radio service
pt: serviço GPRS

source: geographical information system
pt: sistema de informação geográfica

source: Geographical Markup Language
pt: linguagem GML

source: gesture control
pt: controlo por gestos

source: global information infrastructure
pt: infraestrutura global da informação

source: Global Positioning System
pt: sistema de posicionamento global

source: Global System for Mobile Communications
pt: sistema GSM

source: global village
pt: aldeia global

source: globalisation
pt: globalização

source: good governance
pt: boa governação

source: Google file system
pt: sistema GFS

source: Governance Enterprise Architecture
pt: arquitetura de governação empresarial

source: Government gateway
pt: plataforma de interoperabilidade do Governo

source: government to business
pt: transações Governo­empresas

source: government to citizens
pt: transações Governo­cidadãos

source: government to government
pt: transações Governo­Governo

source: Graphic Interchange Format
pt: formato GIF

source: graphical user interface
pt: interface gráfica do utilizador

source: grid computing
pt: computação em grelha

source: groupware
pt: software colaborativo

source: hacker
pt: entusiasta da informática

source: hash algorithm
pt: algoritmo de dispersão

source: hash value hash
pt: valor hash

source: health professional card
pt: cartão profissional de saúde

source: help desk
pt: serviço de apoio

source: high definition television
pt: televisão de alta definição

source: high performance computing (and communication)
pt: computação (e comunicação) de elevado desempenho

source: hoax
pt: embuste

source: home page
pt: página principal

source: host
pt: hospedeiro

source: host computer
pt: computador hospedeiro

source: hosting
pt: alojamento virtual

source: hotspot
pt: ponto de acesso à Internet

source: housing
pt: alojamento físico

source: human augmentation
pt: melhoramento humano

source: hyperlink
pt: hiperligação

source: hypertext
pt: hipertexto

source: Hypertext Markup language
pt: linguagem HTML

source: HyperText Transfer protocol
pt: protocolo HTTP

source: Hypertext Transfer protocol over Secure Socket Layer
pt: protocolo HTTPS

source: ICQ software
pt: software ICQ

source: identity authentication
pt: autenticação de identidade

source: identity management
pt: gestão de identidades

source: identity theft
pt: roubo de identidade

source: In­Memory processing
pt: processamento em memória

source: inbox
pt: caixa de entrada

source: information
pt: informação

source: information and communication infrastructure
pt: infraestrutura da informação e comunicação

source: information and communication technologies
pt: tecnologias da informação e comunicação

source: information architecture
pt: arquitetura da informação

source: information broker
pt: intermediário de informação

source: information crime
pt: crime de informação

source: information democracy
pt: democracia da informação

source: information economy
pt: economia da informação

source: information environment
pt: ambiente de informação

source: information industry
pt: indústria da informação

source: information legislation
pt: legislação da informação

source: information management
pt: gestão da informação

source: information market
pt: mercado da informação

source: information overload
pt: sobrecarga de informação

source: information policy
pt: política de informação

source: information resources
pt: recursos de informação

source: information retrieval
pt: recuperação da informação

source: information security
pt: segurança da informação

source: information services
pt: serviços de informação

source: Information Society policy
pt: política da Sociedade da Informação

source: Information Society Technologies
pt: tecnologias da Sociedade da Informação

source: information space
pt: espaço de informação

source: information sphere
pt: esfera da informação

source: information superhighway
pt: autoestrada da informação

source: information system
pt: sistema de informação

source: information technologies
pt: tecnologias da informação

source: information technology governance
pt: governação das tecnologias da informação

source: information user
pt: utilizador de informação

source: innovation process management
pt: gestão do processo de inovação

source: insourcing
pt: contratação interna

source: instant messaging
pt: serviço de mensagens instantâneas

source: integrated services digital network
pt: rede digital com integração de serviços

source: integrity
pt: integridade

source: intellectual property
pt: propriedade intelectual

source: intelligent agents
pt: agentes inteligentes

source: intelligent telephone network
pt: rede telefónica inteligente

source: interactive application
pt: aplicação interativa

source: interactive television
pt: televisão interativa

source: interactivity
pt: interatividade

source: interconnectivity
pt: interconectividade

source: Internet access provider
pt: fornecedor de acesso à Internet

source: Internet forum
pt: fórum de discussão

source: Internet Message Access Protocol ­version 4
pt: protocolo IMAP4

source: Internet of things
pt: Internet das coisas

source: Internet Protocol
pt: protocolo IP

source: Internet Protocol address
pt: endereço IP

source: Internet Protocol Television
pt: Televisão sobre IP

source: Internet Protocol version 4
pt: protocolo IP versão 4

source: Internet Protocol version 6
pt: protocolo IP versão 6

source: Internet telephony
pt: telefonia Internet

source: Internet terminal
pt: terminal Internet

source: Internet TV
pt: televisão pela Internet

source: Internet Net
pt: Internet

source: interoperability
pt: interoperabilidade

source: interoperability framework
pt: plataforma de interoperabilidade

source: intruder
pt: intruso informático

source: IP address
pt: endereço Internet

source: Java
pt: linguagem Java

source: Joint Photographers Expert Group format
pt: formato JPEG

source: key performance indicator
pt: indicador chave de desempenho

source: knowledge
pt: conhecimento

source: knowledge base
pt: base de conhecimento

source: knowledge economy
pt: economia do conhecimento

source: knowledge management
pt: gestão do conhecimento

source: Knowledge Society
pt: Sociedade do Conhecimento

source: laptop
pt: computador portátil

source: latency
pt: latência

source: lean government
pt: Governo otimizado

source: leased line
pt: circuito alugado

source: leased lineleased circuit
pt: linha alugada

source: life event
pt: evento de vida

source: Light Emitting Diode Display
pt: ecrã LED

source: Light Weight Directory Access protocol
pt: protocolo LDAP

source: link
pt: ligação

source: Liquid Cristal Display
pt: ecrã LCD

source: local area network
pt: rede local

source: log file
pt: ficheiro de relatório

source: log in (to)
pt: iniciar uma sessão
